Repository: dzukauskas/acute-medicine
Catalog: study/omegat/tm/chapter-001-study-translation.tmx
Source language: en
Languages: lt

source: # CHAPTER 1 Cardiorespiratory arrest in hospital
lt: # 1 skyrius. Kardiorespiracinis sustojimas ligoninėje

source: This chapter summarises the management of cardiac arrest in hospitals following the 2021 Resuscitation Council UK (RCUK) guidelines. All hospital medical staff should know how to respond to cardiac arrest and should receive regular training in the management of emergency events.
lt: Šiame skyriuje apibendrinamas širdies sustojimo valdymas ligoninėje pagal 2021 m. Jungtinės Karalystės Resuscitation Council UK (RCUK) gaires. Visi ligoninių medicinos darbuotojai turi žinoti, kaip reaguoti į širdies sustojimą, ir reguliariai dalyvauti skubios pagalbos situacijų valdymo mokymuose.

source: The appropriateness of a resuscitation attempt should be considered and discussed with patients in order that resuscitation is NOT attempted where this would be inappropriate and futile.
lt: Gaivinimo tikslingumas turi būti įvertintas ir aptartas su pacientu, kad gaivinimas nebūtų atliekamas tais atvejais, kai jis būtų netinkamas ir beprasmis.

source: Background
lt: ## Pagrindinė informacija

source: The incidence of in-hospital cardiac arrest (IHCA) is 1–1.5 per 1000 hospital admissions annually.
lt: Kardiorespiracinio sustojimo ligoninėje dažnis yra apie 1-1,5 atvejo 1000 hospitalizacijų per metus.

source: The majority of in-hospital cardiopulmonary arrests present with a non-shockable rhythm: pulseless electrical activity (PEA) – 52% and asystole – 21%. Only 17% of cardiopulmonary arrests present with a shockable rhythm (ventricular fibrillation (VF) or pulseless ventricular tachycardia (pVT)). Not surprisingly the majority of these in-hospital events occur in ward areas (85%) in patients admitted with a medical complaint. It is important to recognise that signs of deterioration prior to cardiac arrest are seen in 50–80% of patients; thus, the recognition of deterioration and prevention of cardiopulmonary arrest is important.
lt: Dauguma kardiorespiracinio sustojimo atvejų ligoninėje prasideda nedefibriliuotinu ritmu: elektrine veikla be pulso (PEA) – 52 % ir asistolija – 21 %. Tik 17 % atvejų prasideda defibriliuotinu ritmu, t. y. skilvelių virpėjimu (VF) arba bepulsine skilveline tachikardija (pVT). Dauguma tokių įvykių ligoninėje įvyksta skyriuose (85 %) pacientams, hospitalizuotiems dėl vidaus ligų. Svarbu atsiminti, kad 50-80 % pacientų iki širdies sustojimo pastebimi būklės blogėjimo požymiai, todėl labai svarbu laiku atpažinti blogėjimą ir užkirsti kelią kardiorespiraciniam sustojimui.

source: Many NHS Trusts submit data regarding cardiopulmonary arrest to the National Cardiac Arrest Audit (NCAA) that provides quarterly reports on the incidence of confirmed cardiac arrest in patients over the age of 28 days, who were subject to a cardiac arrest call and received chest compressions and/or defibrillation. This audit compares the hospitals’ observed cardiac arrest rates with all other hospitals participating in NCAA.
lt: Daugelis NHS ligoninių teikia duomenis Nacionaliniam širdies sustojimo auditui (National Cardiac Arrest Audit, NCAA), kuris kas ketvirtį pateikia ataskaitas apie patvirtinto širdies sustojimo atvejų dažnį vyresniems nei 28 parų pacientams, kuriems buvo iškviesta gaivinimo komanda ir taikyti krūtinės ląstos paspaudimai ir (arba) defibriliacija. Šis auditas leidžia palyginti konkrečios ligoninės stebimą širdies sustojimo dažnį su kitomis NCAA dalyvaujančiomis ligoninėmis.

source: Initial management
lt: ## Pradinis valdymas

source: Figure 1.1 shows the algorithm for advanced life support in adults. The initial response ensuring early chest compressions and early defibrillation if appropriate is key to patient survival.
lt: 1.1 paveiksle pateiktas suaugusiųjų išplėstinio gyvybės palaikymo algoritmas. Ankstyvi krūtinės ląstos paspaudimai ir ankstyva defibriliacija, kai ji indikuotina, yra esminiai paciento išgyvenimui.

source: Use the DRS ABC approach (Danger, Response, Shout for help).
lt: Naudok DRS ABC principą: Danger, Response, Shout for help, Airway, Breathing, Circulation.

source: The airway should be opened using Head Tilt, Chin Lift manoeuvre. No more than 10 s should be taken to confirm cardiopulmonary arrest by a look, listen and feel for signs of normal breathing and any other signs of life. A central pulse may be palpated but must be done in conjunction with breathing checks.
lt: Kvėpavimo takus atverk galvos atlošimo ir smakro pakėlimo manevru. Kardiorespiraciniam sustojimui patvirtinti turi būti skiriama ne daugiau kaip 10 s: žiūrėk, klausyk ir jausk, ar yra normalus kvėpavimas ir kiti gyvybės požymiai. Centrinis pulsas gali būti tikrinamas, bet tik kartu vertinant kvėpavimą.

source: Please note that agonal breathing should be considered a sign of cardiopulmonary arrest.
lt: Atmink, kad agoninis kvėpavimas turi būti laikomas kardiorespiracinio sustojimo požymiu.

source: Once cardiopulmonary arrest is confirmed, an emergency call via 2222 should be made and resuscitation equipment accessed. If alone, leave the patient to get help and equipment.
lt: Patvirtinus kardiorespiracinį sustojimą, būtina skubiai kviesti pagalbą numeriu 2222 ir pasiekti gaivinimo įrangą. Jei esi vienas, palik pacientą tam, kad galėtum iškviesti pagalbą ir atsinešti įrangą.

source: Figure 1.1 Algorithm for adult advanced life support. Source: Resuscitation Council. Reproduced with permission of the Resuscitation Council (UK).
lt: Suaugusiųjų išplėstinio gyvybės palaikymo algoritmas. Šaltinis: Resuscitation Council (UK). Pateikta su leidimu.

source: Chest compressions
lt: ## Krūtinės ląstos paspaudimai

source: Chest compressions should commence as soon as cardiopulmonary arrest is confirmed.
lt: Krūtinės ląstos paspaudimai turi būti pradėti vos patvirtinus kardiorespiracinį sustojimą.

source: Hands should be placed in the middle of the lower half of the sternum (‘centre of the chest’).
lt: Rankos dedamos į apatinės krūtinkaulio pusės vidurį, t. y. į krūtinės ląstos centrą.

source: Chest compressions should be delivered at a rate of 100–120/min at a depth of 5–6 cm. The chest should be allowed to recoil to its normal resting position between each compression.
lt: Paspaudimai turi būti atliekami 100-120 kartų per minutę dažniu, 5-6 cm gyliu. Po kiekvieno paspaudimo krūtinės ląstai turi būti leidžiama visiškai sugrįžti į pradinę padėtį.

source: Once 30 compressions have been delivered, a pause should be made to allow for 2 breaths to be given if colleagues are ready with a bag-valve-mask device.
lt: Atlikus 30 paspaudimų, padaroma pauzė 2 įpūtimams, jei kolegos jau pasirengę naudoti maišą-kaukę.

source: Any pause in chest compressions should be limited to less than 5 s.
lt: Bet kokia paspaudimų pauzė turi trukti trumpiau nei 5 s.

source: Personnel delivering chest compressions must swap at least every 2 min to maintain high-quality chest compressions. If available, a cardiopulmonary resuscitation (CPR) feedback device should be used so the quality of the chest compressions can be monitored. Any pauses should be planned and limited to 5 s or less.
lt: Asmenys, atliekantys paspaudimus, turi keistis bent kas 2 min., kad būtų išlaikyta aukšta paspaudimų kokybė. Jei yra galimybė, turėtų būti naudojamas CPR grįžtamojo ryšio įrenginys, leidžiantis stebėti paspaudimų kokybę. Visos pauzės turi būti suplanuotos ir ne ilgesnės kaip 5 s.

source: A mechanical chest compression device should be accessed if available.
lt: Jei yra galimybė, reikia pasitelkti mechaninį krūtinės ląstos paspaudimų įrenginį.

source: Airway and ventilation
lt: ## Kvėpavimo takai ir ventiliacija

source: See Chapter 105 for further information.
lt: Daugiau informacijos pateikta 105 skyriuje.

source: Use head tilt and chin lift or jaw thrust to open the airway. Use suction to clear the mouth of secretions if required.
lt: Kvėpavimo takus atverk galvos atlošimo ir smakro pakėlimo arba apatinio žandikaulio išstūmimo manevru. Jei reikia, siurbliu pašalink sekretą iš burnos.

source: A bag-valve-mask should be accessed, and the tubing attached to 15 L of oxygen. This is a two-person technique. One operator should secure the mask to the patient’s face, pushing down to establish a seal between the mask and the face, and then with fingers along the jawline lift the face into the mask while opening the airway.
lt: Turi būti paruoštas maišas su vožtuvu ir kauke, o vamzdelis prijungtas prie 15 l/min deguonies srauto. Tai dviejų žmonių technika. Vienas asmuo prispaudžia kaukę prie paciento veido, suformuoja sandarų kontaktą tarp kaukės ir veido, o pirštais palei apatinį žandikaulį kelia veidą į kaukę, kartu atverdamas kvėpavimo takus.

source: The second airway assistant should squeeze the bag to deliver breaths following every 30 compressions. The breaths should be delivered over approx. 1 s and the bag only squeezed enough to provide chest rise. Over-inflation should be avoided to prevent gastric insufflation or barotrauma.
lt: Antrasis pagalbininkas po kiekvienų 30 paspaudimų suspaudžia maišą ir atlieka įpūtimus. Kiekvienas įpūtimas turi trukti apie 1 s, o maišas spaudžiamas tiek, kad būtų matomas krūtinės ląstos pakilimas. Reikia vengti per didelės ventiliacijos, kad nesukeltum skrandžio prisipūtimo ar barotraumos.

source: An oropharyngeal airway should be inserted if required to support airway opening.
lt: Jei reikia, įstatomas orofaringinis vamzdelis kvėpavimo takams palaikyti.

source: Once resuscitation is underway, the team should consider the insertion of a supraglottic airway device (e.g. Igel) if the team is skilled in its insertion.
lt: Prasidėjus gaivinimui, komanda turi apsvarstyti supraglotinio kvėpavimo takų prietaiso, pvz., i-gel, įvedimą, jei turi atitinkamų įgūdžių.

source: Endotracheal intubation should only be attempted by those with airway expertise. The decision to intubate should be made by the airway expert in conjunction with the team leader.
lt: Endotrachėjinę intubaciją turi atlikti tik kvėpavimo takų valdymo patirties turintys specialistai. Sprendimą intubuoti kvėpavimo takų specialistas priima kartu su komandos vadovu.

source: Once the airway has been secured with a supraglottic airway or an endotracheal tube, compressions and ventilation can be asynchronous, with compressions continuing at a rate of 100–120 min and ventilation at 10–12 breaths per minute.
lt: Užtikrinus kvėpavimo takus supraglotiniu prietaisu arba endotrachėjiniu vamzdeliu, paspaudimai ir ventiliacija gali būti atliekami asinchroniškai: paspaudimai tęsiami 100-120 kartų per minutę dažniu, o ventiliacija atliekama 10-12 kartų per minutę.

source: Waveform capnography should be attached to the tube (Igel or endotracheal tube [ETT]), so this can be monitored during the resuscitation attempt.
lt: Prie vamzdelio, t. y. prie i-gel arba endotrachėjinio vamzdelio (ETT), turi būti prijungta bangos formos kapnografija, kad gaivinimo metu būtų galima ją stebėti.

source: Management of cardiac arrest rhythms
lt: ## Širdies sustojimo ritmų valdymas

source: Once chest compressions are established, the priority is the application of a defibrillator to analyse and treat the cardiac arrest rhythm.
lt: Pradėjus krūtinės ląstos paspaudimus, prioritetas yra kuo greičiau prijungti defibriliatorių, kad būtų galima išanalizuoti ir gydyti širdies sustojimo ritmą.

source: Defibrillator pads should be placed on dry skin; along with correct placement, it is important to ensure good skin contact taking a moment to ensure the pad is smooth and well adhered to the skin. Place one defibrillator electrode to the right of the sternum, below the clavicle. Place the second electrode in the mid-axillary line, clear of any breast tissue. Follow the pictures provided on the defibrillator pad packaging.
lt: Defibriliatoriaus elektrodai turi būti klijuojami ant sausos odos. Be tinkamos padėties, svarbu užtikrinti gerą kontaktą su oda: trumpam sustok, kad elektrodai būtų lygiai priklijuoti ir gerai priglustų. Vieną elektrodą dėk dešinėje krūtinkaulio pusėje po raktikauliu. Antrą elektrodą dėk vidurinėje pažasties linijoje, vengiant krūties audinio. Vadovaukis paveikslėliais, esančiais ant elektrodų pakuotės.

source: The defibrillator should be turned on, and as soon as a rhythm is established, chest compressions should be paused to allow for rhythm analysis.
lt: Defibriliatorių reikia įjungti, o nustačius ritmą krūtinės ląstos paspaudimai trumpam sustabdomi ritmo analizei.

source: The rhythm should be analysed as either shockable – VF, pVT or non-shockable – PEA, asystole. PEA is the most common presenting cardiac arrest rhythm in hospital.
lt: Ritmas vertinamas kaip defibriliuotinas – VF arba pVT – arba nedefibriliuotinas – PEA arba asistolija. PEA yra dažniausias pradinis širdies sustojimo ritmas ligoninėje.

source: Ventricular fibrillation/pulseless ventricular tachycardia
lt: ## Skilvelių virpėjimas / bepulsinė skilvelinė tachikardija

source: Once the defibrillator is attached, chest compressions should be paused to confirm the cardiac arrest rhythm, and the team leader should confirm the rhythm and verbalise this to the team.
lt: Prijungus defibriliatorių, trumpam stabdomi krūtinės ląstos paspaudimai, kad būtų patvirtintas ritmas, o komandos vadovas turi aiškiai įvardyti ritmą komandai.

source: If the rhythm is shockable and a manual defibrillator is being used, the following sequence should be followed: Chest compressions are restarted immediately.
lt: Jei ritmas yra defibriliuotinas ir naudojamas rankinis defibriliatorius, laikykis tokios sekos: - Krūtinės ląstos paspaudimai nedelsiant atnaujinami.

source: The team leader will hand control to the defibrillator operator to deliver a safe shock.
lt: - Komandos vadovas perduoda defibriliatoriaus operatoriui kontrolę dėl saugaus šoko atlikimo.

source: The defibrillator operator and the person performing chest compressions should be able to see each other.
lt: - Defibriliatoriaus operatorius ir paspaudimus atliekantis žmogus turi matyti vienas kitą.

source: The defibrillator operator will instruct chest compressions to continue and everyone else to stand clear, ensuring that oxygen is removed (if free flowing via bag-valve-mask).
lt: - Defibriliatoriaus operatorius nurodo tęsti paspaudimus ir visiems kitiems atsitraukti, užtikrindamas, kad deguonis būtų pašalintas, jei jis laisvai teka per maišą-kaukę.

source: The charge button is pressed, and once pressed the defibrillator operator should keep their hands away from the defibrillator until chest compressions are stopped and that person has stood clear.
lt: - Paspaudžiamas krovimo mygtukas, o jį paspaudęs operatorius iki paspaudimų sustabdymo ir atsitraukimo neturi liesti defibriliatoriaus.

source: Once the defibrillator is charged, the instruction is given for chest compressions to stop and that person to stand clear.
lt: - Įkrovus defibriliatorių, duodama komanda sustabdyti paspaudimus ir atsitraukti.

source: A final check that all personnel are away from the patient should be made before the shock is delivered.
lt: - Prieš atliekant šoką dar kartą patikrinama, ar niekas neliečia paciento.

source: Once the shock is delivered, chest compressions should immediately restart.
lt: - Atlikus šoką, paspaudimai nedelsiant atnaujinami.

source: CPR should continue for 2 min; the team leader should prepare the team for the next pause in chest compressions.
lt: CPR tęsiamas 2 min., o komandos vadovas turi paruošti komandą kitai suplanuotai pauzei paspaudimuose.

source: At 2 min the rhythm should be analysed again, and if the rhythm remains shockable, a further shock is delivered using the sequence mentioned earlier.
lt: Po 2 min. ritmas analizuojamas pakartotinai. Jei jis vis dar defibriliuotinas, taikomas kitas šokas pagal tą pačią seką. Atlikus šoką, CPR tęsiamas dar 2 min.

source: Once the shock has been delivered, CPR continues for a further 2 min. At the end of 2 min, the rhythm is analysed, and if this remains shockable, a further shock should be given repeating the sequence above. Once the third shock has been delivered and CPR recommenced, 1 mg of adrenaline 1 : 10000 IV/IO and 300 mg of amiodarone IV/IO should be delivered.
lt: Pasibaigus kitoms 2 min., ritmas vėl analizuojamas. Jei jis ir toliau defibriliuotinas, atliekamas dar vienas šokas. Atlikus trečią šoką ir atnaujinus CPR, turi būti skiriama 1 mg adrenalino 1 : 10000 IV/IO ir 300 mg amjodarono IV/IO.

source: Adrenaline should be repeated every 3–5 min (alternate cycles of CPR) and a further 150 mg of amiodarone can be considered following the fifth shock.
lt: Adrenalinas kartojamas kas 3-5 min., t. y. kas antrą CPR ciklą, o po penkto šoko galima svarstyti papildomą 150 mg amjodarono dozę.

source: Defibrillators and pulse checks
lt: ## Defibriliatoriai ir pulso tikrinimas

source: Staff should familiarise themselves with the type of defibrillators in use in order that these can be used safely and efficiently in cardiac arrest. Defibrillators can be used in automated external defibrillator (AED) mode or in some instances a standalone AED may be used. The emergency team and team leader should listen to the instructions provided by the AED; the delivery of the shock will depend on the shock button being pressed, so safety checks are essential prior to this action. Please note that the confirmation of cardiopulmonary arrest as described earlier is essential, once confirmed.
lt: Darbuotojai turi būti susipažinę su ligoninėje naudojamais defibriliatoriais, kad galėtų juos naudoti saugiai ir veiksmingai. Defibriliatoriai gali būti naudojami automatizuoto išorinio defibriliatoriaus (AED) režimu, o kai kuriais atvejais gali būti naudojamas atskiras AED. Skubios pagalbos komanda ir jos vadovas turi klausyti AED nurodymų. Šokas bus atliktas tik paspaudus šoko mygtuką, todėl prieš tai būtina atlikti saugos patikrą. Būtina iš anksto patvirtinti kardiorespiracinį sustojimą, kaip aprašyta anksčiau.

source: VF is not compatible with a pulse, so there should be no delay for a pulse check before a shock is delivered. A pulse check should only be undertaken if the rhythm is compatible with life. There should be no pause to check a rhythm or pulse following the delivery of a shock.
lt: VF yra nesuderinamas su pulsu, todėl prieš atliekant šoką pulso tikrinti nereikia. Pulsas tikrinamas tik tada, kai ritmas yra suderinamas su gyvybe. Po šoko atlikimo negalima daryti pauzės pulso ar ritmo tikrinimui.

source: Pulseless electrical activity (PEA)/asystole
lt: ## Elektrinė veikla be pulso (PEA) / asistolija

source: Once defibrillator pads are attached and the device is turned on, pause chest compressions. If the rhythm is confirmed as PEA or asystole chest compressions should immediately restart and continue for 2 min.
lt: Prijungus defibriliatoriaus elektrodus ir įjungus prietaisą, trumpam stabdomi krūtinės ląstos paspaudimai. Jei patvirtinama PEA arba asistolija, paspaudimai nedelsiant atnaujinami ir tęsiami 2 min.

source: Adrenaline 1 mg 1 : 10000 IV/IO should be administered as soon as possible or as soon as vascular access is established. Adrenaline should be repeated every 3–5 min or every other cycle of CPR. A rhythm check must always precede the administration of adrenaline.
lt: 1 mg adrenalino 1 : 10000 IV/IO turi būti skiriama kuo greičiau arba vos tik užtikrinama kraujagyslinė prieiga. Adrenalinas kartojamas kas 3-5 min., t. y. kas antrą CPR ciklą. Prieš kiekvieną adrenalino skyrimą visada turi būti atliekamas ritmo patikrinimas.

source: Pulse checks should only be undertaken if the rhythm is compatible with life.
lt: Pulsas tikrinamas tik tada, kai ritmas yra suderinamas su gyvybe.

source: Once the first dose of adrenaline is given in a cardiac arrest, it should be repeated every 3–5 min (every other cycle of CPR) regardless of the rhythm. Amiodarone is given after 3 shocks whether these occur sequentially or are staggered.
lt: Paskyrus pirmąją adrenalino dozę širdies sustojimo metu, ji kartojama kas 3-5 min. nepriklausomai nuo ritmo. Amjodaronas skiriamas po 3 šokų, nesvarbu, ar jie buvo iš eilės, ar atskirti kitais ciklais.

source: Reversible causes of cardiac arrest
lt: ## Grįžtamos širdies sustojimo priežastys

source: Once cardiopulmonary resuscitation is underway, the patients’ medical notes and information regarding events prior to the cardiac arrest should be ascertained by the team leader to determine the possible cause of cardiopulmonary arrest. The reversible causes are commonly referred to as the 4H’s and 4T’s:
lt: Kol vyksta gaivinimas, komandos vadovas turi surinkti informaciją iš paciento ligos istorijos ir apie įvykius prieš sustojimą, kad nustatytų galimą priežastį. Grįžtamos priežastys dažnai įsimenamos kaip 4 H ir 4 T:

source: Hypoxia
lt: - Hipoksija

source: Hypovolaemia
lt: - Hipovolemija

source: Hyperkalaemia, hypokalaemia and other metabolic disorders
lt: - Hiperkalemija, hipokalemija ir kiti metaboliniai sutrikimai

source: Hypothermia
lt: - Hipotermija

source: Thrombosis (coronary or pulmonary)
lt: - Trombozė (vainikinių arterijų arba plaučių)

source: Tension pneumothorax
lt: - Įtampos pneumotoraksas

source: Tamponade – cardiac
lt: - Širdies tamponada

source: Toxins
lt: - Toksinai

source: If a potential reversible cause of the cardiopulmonary arrest is identified, appropriate treatment for this should commence promptly while advance life support continues. In the event of a prolonged resuscitation attempt (e.g. administration of thrombolysis for a Pulmonary Embolus [P.E.]) then a mechanical chest compression device should be sought to ensure effective chest compressions are maintained over a long period of time. It is important to ensure that staff are trained in the application of the device to ensure minimal interruption to chest compressions.
lt: Jei nustatoma tikėtina grįžtama priežastis, jos gydymas turi būti pradėtas nedelsiant, tęsiant išplėstinį gyvybės palaikymą. Jei gaivinimas užsitęsia, pavyzdžiui, kai dėl plaučių embolijos skiriama trombolizė, reikia ieškoti mechaninio krūtinės ląstos paspaudimų įrenginio, kad ilgą laiką būtų išlaikyti veiksmingi paspaudimai. Labai svarbu, kad personalas būtų apmokytas šį įrenginį taikyti kuo mažiau trikdant paspaudimus.

source: Ultrasound may be useful in the identification of some reversible causes (e.g. cardiac tamponade, P.E.). The use of this investigative technique requires training and skills in order that the operator can obtain views during a rhythm check and within 10 s.
lt: Ultragarsas gali padėti nustatyti kai kurias grįžtamas priežastis, pavyzdžiui, širdies tamponadą ar plaučių emboliją. Tačiau šiam tyrimui reikia įgūdžių ir mokymo, kad operatorius gebėtų gauti reikalingus vaizdus ritmo patikrinimo metu ir per 10 s.

source: Following return of spontaneous circulation (ROSC)
lt: ## Veiksmai atsistačius spontaninei kraujotakai (ROSC)

source: A full ABCDE assessment should be carried out.
lt: Turi būti atliktas pilnas ABCDE įvertinimas.

source: Saturations should be maintained at 94–98%; if the patient requires ongoing airway management, endotracheal intubation should be considered if not already present. Waveform capnography should continue with ventilation to achieve normocapnia.
lt: Deguonies saturacija turi būti palaikoma 94-98 % ribose. Jei pacientui reikia tolesnio kvėpavimo takų užtikrinimo, reikia svarstyti endotrachėjinę intubaciją, jei ji dar neatlikta. Turi būti tęsiama bangos formos kapnografija, o ventiliacija koreguojama taip, kad būtų palaikoma normokapnija.
